Revit 2027 API
ElementFilter.Inverted Property
 True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected, and elements that would normally be rejected will be accepted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Inverted { get; }
Public ReadOnly Property Inverted As Boolean
	Get
public:
property bool Inverted {
	bool get ();
}
member Inverted : bool with get
Property Value
Boolean
See Also
Reference
ElementFilter Class
Autodesk.Revit.DB Namespace